Repository: collective/collective.portlet.relateditems
Catalog: collective/portlet/relateditems/locales/*/LC_MESSAGES/collective.portlet.relateditems.po
Languages: da, nl

source: Add Related Items Portlet
da: Tilføj auto-relateret indhold
nl: Voeg Gerelateerde items portlet toe

source: Allowed Types
da: Tilladte indholdstyper
nl: Toegestane types

source: Display description
da: Vis beskrivelse
nl: Toon beschrijving

source: Display recent items on no results fallback
da: Vis seneste indhold, hvis ikke noget matcher
nl: Val terug op tonen van recente items als er geen andere resultaten zijn.

source: Edit Related Items Portlet
da: Rediger auto-relateret indhold
nl: Bewerk Gerelateerde items portlet

source: How many related items to list.
da: Skriv mange links til relateret indhold der maksimalt skal medtages
nl: Hoeveel items te tonen

source: If selected, the 'more' link will display results from all content types instead of restricting to the 'Allowed Types'.
da: Hvis du krydser af, vil der optræde et 'mere'-link som vil vise resultater fra alle indholdstyper i stedet for at begrænse det til 'Tilladte indholdstyper'
nl: Indien ingeschakeld, toont de 'meer' link resultaten van alle content types in plaats van deze te beperken tot de 'Toegestane types'.

source: If selected, we will display all allowed items where there are no results for our current related items query
da: Kryds af, hvis portletten skal vise indhold, der ikke nødvendigvis matcher som 'fyld' i det tilfælde hvor der ikke er relateret indhold
nl: Indien ingeschakeld, tonen we alle toegestane items als er geen resultaten zijn voor de huidige gerelateerde items zoekopdracht.

source: If selected, we will search only on content subject.
da: Kryds af, hvis portletten kun skal finde relateret indhold ved at sammenligne indholdets emneord
nl: Indien ingeschakeld, zoeken we alleen op het onderwerp (categorie, tags) van de content.

source: If selected, we will show the content short description
da: Kryds af, hvis portletten skal medtage en kort beskrivelse af det relatede indhold
nl: Indien ingeschakeld, tonen we de beschrijving van de content

source: Items in which workflow state to show.
da: Vælg de workflow-tilstande som indholdet må have
nl: Toon items met deze workflow statussen.

source: Number of related items to display
da: Antal links
nl: Aantal gerelateerde items om te tonen

source: Portlet title
da: Portlet titel
nl: Titel van de portlet

source: Search only on subject
da: Søg kun på emneord
nl: Zoek alleen op onderwerp

source: Select the content types that should be shown.
da: Vælg hvilke indholdstyper, som det relaterede indhold må have
nl: Selecteer de content types die getoond moeten worden.

source: Show all types in 'more' link
da: Vis alle indholdstyper, når man klikker på 'mere'-linket
nl: Toon alle types in de 'meer' link

source: This portlet displays recent Related Items.
da: Denne portlet viser automatisk nyest relateret indhold
nl: Deze portlet toon recente gerelateerde items

source: This portlet displays related items based on keywords matches, title and related items.
da: Denne portlet viser automatisk relateret indhold baseret på tilsvarende emneord, title og valgt relateret indhold.
nl: Deze portlet toont gerelateerde items gebaseerd op overeenkomsten in onderwerp, titel en gerelateerde items.

source: Title in portlet.
da: Skriv den overskrift, der skal optræde i toppen af portletten
nl: Titel in de portlet.

source: Workflow state
da: Workflow tilstand
nl: Workflowstatus

source: link_more
da: Se alle

source: Related Items
da: Autorelateret indhold portlet
nl: Gerelateerde items

source: more_url
nl: meer...
